export const quates = {
  azkar: {
    title: "قال الإمام ابن القيم رحمه الله",
    text: " أذكار الصباح والمساء بمثابة الدرع كلما زادت سماكتهُ لم يتأثر صاحبهُ،بل تصل قوةُ الدرع إلى أن يعودَ السهمُ فيصيبُ من أطلقه ",
    isQuran: false,
  },
  prayer: {
    title: "قال الله تعالى",
    text: " يَا أَيُّهَا الَّذِينَ آَمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا ",
    isQuran: true,
  },
  sleep: {
    title: "قال الله تعالى",
    text: " الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَىٰ جُنُوبِهِمْ ",
    isQuran: true,
  },
  eat: {
    title: "قال الله تعالى",
    text: " يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ ",
    isQuran: true,
  },
  house: {
    title: "قال الله تعالى",
    text: " فَإِذَا دَخَلْتُمْ بُيُوتاً فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَة ",
    isQuran: true,
  },
  daily: {
    title: "قال الله تعالى",
    text: " وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا ",
    isQuran: true,
  },
};
